tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "go@1.24"
brew "hugo"
brew "k9s"
brew "kubectx"
brew "lazygit"
brew "neovim"
brew "node"
brew "pure"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aerospace"
cask "alfred"
cask "brave-browser"
cask "charles@4"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "perimeter81"
cask "proton-drive"
cask "proton-pass"
cask "rancher"
cask "sf-symbols"
cask "slack"
cask "wezterm"
