tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "fd"
brew "fzf"
brew "gh"
brew "lazygit"
brew "neovim"
brew "pure"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "alfred"
cask "brave-browser"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "proton-drive"
cask "proton-pass"
cask "sf-symbols"
cask "slack"
